Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Bolus issue. Patch is suspended. Resume delivery
ar: مشكلة البلعة. تم تعليق التصحيح. استئناف التسليم
da: Problem med bolus. Plasteret er suspenderet. Genoptag levering
de: Bolus-Problem. Patch wird ausgesetzt. Lieferung fortsetzen
es: Problema de bolo. Parche suspendido. Reanudar entrega
fi: Bolusongelma. Laastari on keskeytetty. Jatka toimitusta
fr: Problème de bolus. Le patch est suspendu. Reprendre l'administration
he: סוגיית בולוס. התיקון מושעה. המשך המסירה
hu: Bolus probléma. A javítás felfüggesztésre került. Folytassa a szállítást
it: Problema di bolo. La patch è sospesa. Riprendere la consegna
ja: ボーラス問題。パッチを中断。配信再開
ko: 볼러스 문제. 패치가 일시 중단되었습니다. 배달 재개
nb: Bolusproblem. Lappen er suspendert. Gjenoppta levering
nl: Bolusprobleem. Patch is opgeschort. Hervat levering
pl: Problem z bolusem. Patch został zawieszony. Wznowienie dostarczania
pt_br: Problema de bolus. O patch está suspenso. Retomar a entrega
ro: Problemă cu bolusul. Pompa este suspendată. Reluați administrarea.
ru: Проблема с болюсом. Действие патча приостановлено. Возобновить доставку
sk: Problém s bolusom. Patch je pozastavený. Obnovenie dodávky
sl: Vprašanje bolusa. Popravek je začasno ustavljen. Nadaljujte z dostavo
sv: Bolusproblem. Patchen är avbruten. Återuppta leverans
tr: Bolus sorunu. Yama askıya alındı. Teslimata devam edin
uk: Болюсний випуск. Видачу патчу призупинено. Відновити доставку
zh_hans: 大剂量给药异常。贴泵已暂停输注，请恢复输注

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hu: Törölje
it: Annullamento
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Cannot deactivate while a bolus is in progress
ar: لا يمكن إلغاء التنشيط أثناء إجراء الجرعة المركزة
da: Kan ikke deaktiveres, mens en bolus er i gang
de: Kann nicht deaktiviert werden, solange ein Bolus läuft
es: No se puede desactivar mientras se está administrando un bolo.
fi: Toimintoa ei voi poistaa käytöstä, kun bolus on käynnissä
fr: Impossible de désactiver tant qu'un bolus est en cours
he: לא ניתן להשבית בזמן שהבולוס מתנהל
hu: A bolusz adagolása közben nem lehet kikapcsolni
it: Non è possibile disattivare la funzione mentre è in corso un bolo
ja: ボーラス投与が進行中の間は、無効化できません
ko: 볼루스 투여가 진행 중인 동안에는 비활성화할 수 없습니다.
nb: Kan ikke deaktiveres mens en bolus pågår
nl: Kan niet worden uitgeschakeld terwijl een bolus wordt toegediend
pl: Nie można wyłączyć funkcji, gdy trwa podawanie bolusa
pt_br: Não é possível desativar enquanto um bolus estiver em curso
ro: Nu se poate dezactiva cât timp un bolus este în curs de administrare
ru: Невозможно отключить, пока идет введение болюса
sk: Deaktivácia nie je možná počas podávania bolusu
sl: Deaktiviranje ni mogoče, dokler poteka dajanje bolusa
sv: Det går inte att avbryta medan en bolusdos pågår
tr: Bolus devam ederken devre dışı bırakılamaz
uk: Неможливо вимкнути, поки триває введення болюсу
zh_hans: 在推注进行中无法停用

source: Cannula Age
ar: عمر القنية
da: Kanylens alder
de: Kanüle Alter
es: Edad de la cánula
fi: Kanyylin ikä
fr: Âge de la canule
he: עידן הצינורית
hu: Kanül kora
it: Età della cannula
ja: カニューレ年齢
ko: 캐뉼라 나이
nb: Kanylens alder
nl: Leeftijd canule
pl: Wiek kaniuli
pt_br: Idade da cânula
ro: Vechimea canulei
ru: Возраст канюли
sk: Vek kanyly
sl: Starost kanile
sv: Ålder på kanyl
tr: Kanül Yaşı
uk: Епоха канюль
zh_hans: 插管年龄

source: Change your Patch now. Insulin delivery will stop in %@ or when no more insulin remains.
ar: قم بتغيير اللصقة الآن. سيتوقف توصيل الأنسولين خلال %@ أو عندما لا يتبقى المزيد من الأنسولين.
da: Skift dit plaster nu. Insulintilførslen stopper om %@, eller når der ikke er mere insulin tilbage.
de: Pflaster jetzt austauschen. Die Insulinabgabe stoppt in %@ oder wenn kein Insulin mehr vorhanden ist.
es: Cambie su parche ahora. La administración de insulina se detendrá en %@ o cuando no quede más insulina.
fi: Vaihda Patch nyt. Insuliinin jakelu loppuu %@:n kuluttua tai kun insuliinia ei ole enää jäljellä.
fr: Remplacez le patch maintenant. La distribution d'insuline s'arrête dans %@ ou lorsqu'il n'y a plus d'insuline.
he: שנה את התיקון שלך עכשיו. אספקת האינסולין תיפסק ב %@ או כאשר לא יישאר עוד אינסולין.
hu: Változtassa meg a Patchet most. Az inzulinadagolás %@ vagy akkor áll le, amikor már nem marad inzulin.
it: Cambiare subito il cerotto. La somministrazione di insulina si interromperà tra %@ o quando non ci sarà più insulina.
ja: 今すぐパッチを交換してください。インスリンの投与は、%@ またはインスリンの残りがなくなると停止します。
ko: 지금 패치를 변경하세요. 인슐린 전달이 %@에서 중단되거나 더 이상 인슐린이 남아 있지 않을 때 중단됩니다.
nb: Bytt plaster nå. Insulintilførselen vil stoppe om %@ eller når det ikke er mer insulin igjen.
nl: Vervang Patch nu. De insulinetoediening stopt over %@ of wanneer er geen insuline meer is.
pl: Zmień teraz plaster. Podawanie insuliny zakończy się za %@ lub gdy insulina przestanie działać.
pt_br: Mude o seu Patch agora. A administração de insulina será interrompida em %@ ou quando não houver mais insulina.
ro: Schimbați pompa acum. Administrarea insulinei se va opri în %@ sau când nu va mai rămâne insulină.
ru: Смените пластырь немедленно. Выдача инсулина прекратится через %@ или когда инсулина больше не останется.
sk: Zmeňte svoju záplatu. Podávanie inzulínu sa zastaví za %@ alebo keď už nezostane žiadny inzulín.
sl: Zdaj spremenite svoj paket. Dostavljanje insulina se bo ustavilo v %@ ali ko ne bo več insulina.
sv: Ändra din patch nu. Insulintillförseln kommer att upphöra om %@ eller när det inte finns mer insulin kvar.
tr: Patch'inizi şimdi değiştirin. İnsülin verilmesi %@ içinde veya daha fazla insülin kalmadığında duracaktır.
uk: Замініть пластир зараз. Доставка інсуліну припиниться через %@ або коли не залишиться більше інсуліну.
zh_hans: 现在就更换贴泵。胰岛素输送将在 %@ 或胰岛素耗尽时停止。

source: Checked at
ar: تم الفحص في
da: Kontrolleret på
de: Kontrolliert am
es: Comprobado en
fi: Tarkistettu osoitteessa
fr: Contrôlé à
he: נבדק ב
hu: Ellenőrizve
it: Controllato presso
ja: でチェックした。
ko: 다음에서 확인
nb: Sjekket på
nl: Gecontroleerd op
pl: Sprawdzono w
pt_br: Verificado em
ro: Verificat la
ru: Проверено в
sk: Skontrolované na
sl: Preverjeno v
sv: Kontrollerad vid
tr: Kontrol edildi
uk: Перевірено на
zh_hans: 检查地点

source: Clear alert
ar: تنبيه واضح
da: Ryd alarm
de: Alarm löschen
es: Desactivar alerta
fi: Tyhjennä hälytys
fr: Alerte claire
he: התראה ברורה
hu: Tiszta riasztás
it: Allarme chiaro
ja: クリアアラート
ko: 경고 지우기
nb: Fjern varsel
nl: Waarschuwing wissen
pl: Wyczyść alert
pt_br: Limpar alerta
ro: Ștergeți alerta
ru: Четкое оповещение
sk: Jasné upozornenie
sl: Jasno opozorilo
sv: Tydlig varning
tr: Açık uyarı
uk: Тривога!
zh_hans: 清除警报

source: Configuration
ar: الإعدادات
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Asetukset
he: תצורה
hu: Konfiguráció
it: Configurazione
ja: 構成
ko: 구성
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ro: Configurare
ru: Конфигурация
sk: Nastavenie
sl: Konfiguracija
sv: Konfiguration
tr: Konfigürasyon
uk: Конфігурація
zh_hans: 配置

source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen Sie
es: Confirme
fi: Vahvista
fr: Confirmer
he: לאשר
hu: Megerősítés
it: Confermare
ja: 確認
ko: 확인
nb: Bekreft
nl: Bevestig
pl: Potwierdzenie
pt_br: Confirmar
ro: Confirmare
ru: Подтвердите
sk: Potvrďte
sl: Potrdite
sv: Bekräfta
tr: Onaylayın
uk: Підтвердити
zh_hans: 确认

source: Connect your pump base to the patch.
ar: قم بتوصيل قاعدة المضخة الخاصة بك إلى التصحيح.
da: Tilslut din pumpebase til plasteret.
de: Verbinden Sie Ihre Pumpenbasis mit dem Patch.
es: Conecta tu base de bomba al parche.
fi: Liitä pumpun tukikohta laastariin.
fr: Connectez la base de votre pompe au patch.
he: חבר את בסיס המשאבה שלך לתיקון.
hu: Csatlakoztassa a szivattyúalapot a tapaszhoz.
it: Collega la base della pompa al cerotto.
ja: ポンプベースをパッチに接続する。
ko: 펌프 베이스를 패치에 연결합니다.
nb: Koble pumpebasen din til plasteret.
nl: Verbind je pomp basis met het patch.
pl: Podłącz bazę pompy do plastra.
pt_br: Conecte a sua base da bomba ao patch.
ro: Conectați baza pompei la pompă.
ru: Подключите базу насоса к патчу.
sk: Pripoj základňu k náplasti.
sl: Podstavek črpalke povežite z obližem.
sv: Anslut din pumpbas till patchen.
tr: Pompa tabanınızı yamaya bağlayın.
uk: Підключіть основу насоса до патчу.
zh_hans: 将您的主控头连接到贴泵。

source: Connected
ar: متصل
da: Forbundet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
he: מחובר
hu: Csatlakoztatva
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
tr: Bağlı
uk: Підключено
zh_hans: 已连接

source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속하기
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжуйте
zh_hans: 继续

source: Currently, you are NOT using a heartbeat mode. A heartbeat is needed to keep %%1$@ running in the background. It is recommended to keep enable this feature
ar: حالياً، أنت لا تستخدم وضع نبض القلب. هناك حاجة إلى نبض القلب لإبقاء %%1$@ قيد التشغيل في الخلفية. من المستحسن الحفاظ على تمكين هذه الميزة
da: I øjeblikket bruger du IKKE et hjerteslagstilstand. Et hjerteslag er nødvendigt for at holde %%1$@ kørende i baggrunden. Det anbefales at fortsætte med at aktivere denne funktion
de: Momentan verwenden Sie NICHT einen Heartbeat Modus. Ein Heartbeat wird benötigt, um %%1$@ im Hintergrund laufen zu lassen. Es wird empfohlen, diese Funktion weiterhin zu aktivieren
es: Actualmente, NO estás usando un modo latido del corazón. Se necesita un latido del corazón para mantener %%1$@ funcionando en segundo plano. Se recomienda mantener activa esta función
fi: Tällä hetkellä et käytä sydämen syke tilaa. Sydämen syke tarvitaan pitämään %%1$@ käynnissä taustalla. On suositeltavaa ottaa tämä ominaisuus käyttöön
fr: Actuellement, vous n'utilisez PAS le mode "heartbeat". Un battement de cœur est nécessaire pour que %%1$@ continue à fonctionner en arrière-plan. Il est recommandé de continuer à activer cette fonction
he: נכון לעכשיו, אינך משתמש במצב פעימות לב. נדרשת פעימת לב כדי לשמור על %%1$@ פועל ברקע. מומלץ להמשיך להפעיל תכונה זו
hu: Jelenleg NEM használ szívverés üzemmódot. A szívverésre azért van szükség, hogy a %%1$@ a háttérben fusson. Javasoljuk, hogy továbbra is engedélyezze ezt a funkciót
it: Attualmente, NON stai usando una modalità battito cardiaco. È necessario un battito cardiaco per mantenere %%1$@ in esecuzione sullo sfondo. Si consiglia di mantenere attiva questa funzione
ja: 現在、あなたはハートビートモードを使用していません。ハートビートは、 %%1$@ をバックグラウンドで実行し続けるために必要です。この機能を有効にしておくことをお勧めします。
ko: 현재 하트비트 모드를 사용하고 있지 않습니다. 백그라운드에서 %%1$@을 계속 실행하려면 하트비트가 필요합니다. 이 기능을 계속 사용하도록 설정하는 것이 좋습니다.
nb: For tiden bruker du IKKE hjerteslag. Et hjerterytme er nødvendig for å holde %%1$@ kjører i bakgrunnen. Det er anbefalt å holde aktivere denne funksjonen
nl: Op dit moment gebruikt u GEEN hartslag modus. Een hartenslag is nodig om %%1$@ actief te houden op de achtergrond. Het is aanbevolen om deze functie in te schakelen
pl: Obecnie NIE używasz trybu bicia serca. Potrzebne jest bicie serca, aby %%1$@ działał w tle. Zalecane jest utrzymanie tej funkcji
pt_br: Atualmente, você NÃO está usando um modo pulso. Uma batida cardíaca é necessária para manter %%1$@ a rodar em segundo plano. Recomenda-se manter ativado esse recurso
ro: În prezent, NU folosiți un mod puls de sincronizare. Un puls de sincronizare este necesar pentru a menține %%1$@ în fundal. Este recomandat să păstrați activată această funcție
ru: В данный момент вы НЕ используете режим heartbeat. Для продолжения работы %%1$@ в фоновом режиме, необходимо использовать heartbeat. Рекомендуется включить эту функцию
sk: V súčasnosti NEPOUŽÍVATE režim heartbeat. Heartbeat je potrebný na to, aby %%1$@ bežal na pozadí. Odporúča sa ponechať túto funkciu zapnutú
sl: Trenutno NE uporabljate načina srčnega utripa. Srčni utrip je potreben, da %%1$@ deluje v ozadju. Priporočljivo je, da še naprej omogočate to funkcijo
sv: För närvarande använder du INTE ett hjärtslagsläge. Ett hjärtslag behövs för att hålla %%1$@ igång i bakgrunden. Det rekommenderas att behålla den här funktionen
tr: Şu anda bir kalp atışı modu KULLANMIYORSUNUZ. %%1$@ 'un arka planda çalışmaya devam etmesi için bir kalp atışı gereklidir. Bu özelliği etkinleştirmeye devam etmeniz önerilir
uk: Наразі ви НЕ використовуєте режим серцебиття. Серцебиття потрібне для того, щоб %%1$@ працював у фоновому режимі. Рекомендується залишити цю функцію увімкненою
zh_hans: 目前，您没有使用心动模式。需要心动才能保持 %%1$@ 在后台运行。 建议保持启用此功能

source: Currently, you are using a heartbeat mode. This is needed to keep %%1$@ running in the background. This might be interesting if your CGM already provides a heartbeat. It is recommended to keep this feature enabled
ar: حاليا، أنت تستخدم وضع نبض القلب. هذا مطلوب لإبقاء %%1$@ قيد التشغيل في الخلفية. قد يكون هذا مثيراً للاهتمام إذا كان CGM الخاص بك يوفر مسبقاً نبض القلب. من المستحسن إبقاء هذه الميزة ممكنة
da: I øjeblikket bruger du et hjerteslagstilstand. Dette er nødvendigt for at holde %%1$@ kørende i baggrunden. Dette kan være interessant, hvis din CGM allerede giver et hjerteslag. Det anbefales at holde denne funktion aktiveret
de: Zurzeit verwenden Sie einen Heartbeat-Modus. Dieser wird benötigt, um %%1$@ im Hintergrund laufen zu lassen. Dies könnte interessant sein, wenn Ihr CGM bereits einen Herzschlag liefert. Es wird empfohlen, diese Funktion aktiviert zu lassen
es: Actualmente estás usando un modo latido del corazón. Esto es necesario para mantener %%1$@ funcionando en segundo plano. Esto podría ser interesante si su CGM ya proporciona un latido de corazón. Se recomienda mantener esta función habilitada
fi: Tällä hetkellä käytät syke tilaa. Tämä on tarpeen pitää %%1$@ käynnissä taustalla. Tämä saattaa olla mielenkiintoista, jos CGM jo tarjoaa sykkeen. On suositeltavaa pitää tämä ominaisuus käytössä
fr: Actuellement, vous utilisez un mode de pulsation cardiaque. Ceci est nécessaire pour garder %%1$@ en cours d'exécution en arrière-plan. Cela pourrait être intéressant si votre MGC fournit déjà un coup de cœur. Il est recommandé de garder cette fonctionnalité activée
he: נכון לעכשיו, אתה משתמש במצב פעימות לב. זה נחוץ כדי לשמור על %%1$@ פועל ברקע. זה עשוי להיות מעניין אם ה- CGM שלך כבר מספק פעימות לב. מומלץ לשמור על תכונה זו מופעלת
hu: Jelenleg szívverés üzemmódot használ. Erre azért van szükség, hogy a %%1$@ a háttérben fusson. Ez akkor lehet érdekes, ha a CGM már biztosít szívverést. Ajánlott ezt a funkciót bekapcsolva tartani
it: Attualmente, stai usando una modalità battito cardiaco. Questo è necessario per mantenere %%1$@ in esecuzione in background. Questo potrebbe essere interessante se il vostro CGM fornisce già un battito cardiaco. Si consiglia di mantenere questa funzione abilitata
ja: 現在、あなたはハートビートモードを使用しています。これは、 %%1$@ をバックグラウンドで実行し続けるために必要です。お使いの CGM がすでにハートビートを提供している場合、これは興味深いかもしれません。この機能は有効にしておくことをお勧めします。
ko: 현재 하트비트 모드를 사용하고 있습니다. 이 모드는 %%1$@을 백그라운드에서 계속 실행하는 데 필요합니다. CGM이 이미 하트비트를 제공하는 경우 이 기능이 유용할 수 있습니다. 이 기능을 계속 활성화하는 것이 좋습니다.
nb: For tiden bruker du en hjertefrekvensmodus. Dette er nødvendig for at %%1$@ skal kunne kjøre i bakgrunnen. Dette kan være interessant hvis CGM allerede tilbyr en hjerterytme. Det anbefales å holde denne funksjonen aktivert
nl: Op dit moment gebruikt u een hartbeet modus. Dit is nodig om %%1$@ actief te houden op de achtergrond. Dit kan interessant zijn als uw CGM al een hartenslag biedt. Het wordt aangeraden om deze functie ingeschakeld te houden
pl: Obecnie używasz trybu bicia serca. Jest to konieczne, aby %%1$@ działał w tle. To może być interesujące, jeśli Twój CGM już zapewnia bicie serca. Zaleca się, aby ta funkcja była włączona
pt_br: Atualmente, você está usando um modo de pulso. Isto é necessário para manter %%1$@ em execução em segundo plano. Isso pode ser interessante se seu CGM já fornecer um batimento cardíaco. É recomendado manter este recurso ativado
ro: În prezent, folosiți un mod puls de sincronizare. Acest lucru este necesar pentru a menține %%1$@ să ruleze în fundal. Acest lucru poate fi interesant dacă senzorul de glicemie vă oferă un puls de sincronizare. Este recomandat să păstrați această funcție activată
ru: В данный момент вы используете режим heartbeat. Необходимо держать %%1$@ в фоновом режиме. Это может быть интересно если ваш CGM уже предоставляет сердечный процесс. Рекомендуется сохранить эту функцию
sk: V súčasnosti používate režim heartbeat. Je to potrebné na to, aby %%1$@ bežal na pozadí. To môže byť zaujímavé, ak Váš CGM už poskytuje heartbeat. Odporúča sa nechať túto funkciu zapnutú
sl: Trenutno uporabljate način srčnega utripa. Ta način je potreben, da %%1$@ deluje v ozadju. To je lahko zanimivo, če vaš CGM že zagotavlja srčni utrip. Priporočljivo je, da ta funkcija ostane omogočena
sv: För närvarande använder du ett hjärtslagsläge. Detta behövs för att hålla %%1$@ igång i bakgrunden. Detta kan vara intressant om din CGM redan ger ett hjärtslag. Det rekommenderas att hålla denna funktion aktiverad
tr: Şu anda bir kalp atışı modu kullanıyorsunuz. Bu, %%1$@ adresini arka planda çalışır durumda tutmak için gereklidir. CGM'niz zaten bir kalp atışı sağlıyorsa bu ilginç olabilir. Bu özelliğin etkin tutulması tavsiye edilir
uk: Наразі ви використовуєте режим серцебиття. Це потрібно для того, щоб %%1$@ працював у фоновому режимі. Це може бути корисно, якщо ваш CGM вже надає сигнал серцебиття. Рекомендується залишити цю функцію увімкненою
zh_hans: 目前，您正在使用心跳模式。这需要保持 %%1$@ 在后台运行。 如果您的 CGM 已经提供了一个心声，这可能是有趣的。建议保持启用此功能

source: day
ar: يوم
da: dag
de: tag
es: día
fi: päivä
fr: jour
he: יום
hu: nap
it: giorno
ja: 日
ko: 일
nb: dag
nl: Dag
pl: dzień
pt_br: Dia
ro: zi
ru: день
sk: deň
sl: dan
sv: dag
tr: gün
uk: день
zh_hans: 天

source: days
ar: أيام
da: dage
de: tage
es: días
fi: päivää
fr: Jours
he: ימים
hu: napok
it: giorni
ja: 日
ko: 일수
nb: dager
nl: Dagen
pl: dni
pt_br: Dias
ro: zile
ru: дней
sk: dni
sl: dni
sv: dagar
tr: günler
uk: днів
zh_hans: 天

source: Deactivate patch
ar: إلغاء تنشيط التصحيح
da: Deaktiver patch
de: Patch deaktivieren
es: Desactivar parche
fi: Poista paikannus käytöstä
fr: Désactiver le patch
he: בטל את התיקון
hu: A tapasz deaktiválása
it: Disattiva patch
ja: パッチの無効化
ko: 패치 비활성화
nb: Deaktivere patch
nl: Patch deactiveren
pl: Dezaktywuj łatkę
pt_br: Desativar o patch
ro: Dezactivați pompa
ru: Деактивировать патч
sk: Deaktivovať náplasť
sl: Deaktiviranje obliža
sv: Inaktivera patch
tr: Yamayı devre dışı bırak
uk: Деактивувати патч
zh_hans: 停用贴泵

source: Deactivate Patch
ar: إلغاء تنشيط التصحيح
da: Deaktiver Patch
de: Patch deaktivieren
es: Desactivar parche
fi: Poista Paikkaus Käytöstä
fr: Désactiver le correctif
he: בטל את התיקון
hu: Tapasz deaktiválása
it: Disattiva Patch
ja: パッチの無効化
ko: 패치 비활성화
nb: Deaktiver programfiks
nl: Patch deactiveren
pl: Dezaktywuj Patch
pt_br: Desativar Correção
ro: Dezactivați Pompa
ru: Отключить патч
sk: Deaktivovať náplasť
sl: Deaktiviranje obliža
sv: Inaktivera Patch
tr: Yamayı Devre Dışı Bırak
uk: Деактивувати патч
zh_hans: 停用贴泵

source: Deactivated at
ar: غير مفعّل في
da: Deaktiveret på
de: Deaktiviert am
es: Desactivado el
fi: Deaktivoitu klo
fr: Désactivé le
he: מושבת ב
hu: Kikapcsolva
it: Disattivato il
ja: で活動停止
ko: 다음에서 비활성화됨
nb: Deaktivert den
nl: Gedeactiveerd op
pl: Dezaktywowane
pt_br: Desativado em
ro: Dezactivat la
ru: Отключено в
sk: Deaktivovaná o
sl: Deaktivirano pri
sv: Avaktiverad den
tr: Şu adreste devre dışı bırakıldı
uk: Деактивовано за адресою
zh_hans: 停用于

source: Deactivation
ar: التعطيل
da: Deaktivering
de: Deaktivierung
es: Desactivación
fi: Deaktivointi
fr: Désactivation
he: השבתה
hu: Hatástalanítás
it: Disattivazione
ja: 活動停止
ko: 비활성화
nb: Deaktivering
nl: Deactivatie
pl: Dezaktywacja
pt_br: Desativação
ro: Dezactivare
ru: Деактивация
sk: Deaktivácia
sl: Deaktivacija
sv: Avaktivering
tr: Devre dışı bırakma
uk: Деактивація
zh_hans: 停用

source: Delete pump
ar: حذف المضخة
da: Slet pumpe
de: Pumpe löschen
es: Eliminar bomba
fi: Poista pumppu
fr: Supprimer la pompe
he: מחק משאבה
hu: Szivattyú törlése
it: Elimina micro
ja: ポンプの削除
ko: 펌프 삭제
nb: Slett pumpe
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Excluir bomba
ro: Ștergeți pompa
ru: Удалить насос
sk: Odstrániť pumpu
sl: Izbriši črpalko
sv: Ta bort pump
tr: Pompayı sil
uk: Видалити насос
zh_hans: 删除水泵...

source: Delete Pump
ar: حذف مضخة
da: Slet Pumpe
de: Pumpe löschen
es: Eliminar bomba
fi: Poista Pumppu
fr: Supprimer la pompe
he: מחק משאבה
hu: Szivattyú törlése
it: Elimina Pompa
ja: ポンプの削除
ko: 펌프 삭제
nb: Slett pumpe
nl: Pomp verwijderen
pl: Usuń pompę
pt_br: Excluir Bomba
ro: Ștergeți pompa
ru: Удалить насос
sk: Odstrániť pumpu
sl: Izbriši črpalko
sv: Ta bort pump
tr: Pompayı Sil
uk: Видалити насос
zh_hans: 删除输出

source: Disconnect
ar: قطع الاتصال
da: Afbryd
de: Verbindung trennen
es: Desconectar
fi: Katkaise
fr: Déconnecter
he: להתנתק
hu: Kikapcsolás
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Frakoblet
nl: Verbreek
pl: Rozłącz
pt_br: Desconectar
ro: Deconectați
ru: Отключиться
sk: Odpojiť
sl: Odklop
sv: Koppla från
tr: Bağlantıyı Kes
uk: Від'єднати
zh_hans: 断开连接

source: Disconnected
ar: قطع
da: Afbrudt
de: Verbindung getrennt
es: Desconectado
fi: Yhteys Katkaistu
fr: Déconnecté
he: מנותק
hu: Kikapcsolt
it: Disconnesso
ja: 切断
ko: 연결 해제
nb: Frakoblet
nl: Losgekoppeld
pl: Rozłączony
pt_br: Desconectado
ro: Deconectat
ru: Отключено
sk: Odpojené
sl: Odklopljena stran
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Відключено
zh_hans: 断开连接

source: Do not attach the patch to the body yet
ar: لا تقم بإرفاق التصحيح إلى الجسم بعد
da: Sæt ikke plasteret på kroppen endnu
de: Den Patch noch nicht an den Körper anhängen
es: Aún no adjuntar el parche al cuerpo
fi: Älä kiinnitä laastaria vielä kehoon
fr: Ne pas encore attacher le patch au corps
he: אל תחבר את התיקון לגוף עדיין
hu: Ne rögzítse még a foltot a testhez
it: Non collegare ancora il cerotto al corpo
ja: パッチはまだボディに貼り付けないでください
ko: 아직 패치를 본체에 부착하지 마십시오.
nb: Ikke fest plasteret til kroppen ennå
nl: Bevestig de patch nog niet aan het lichaam
pl: Nie należy przymocować plastra do ciała.
pt_br: Não anexar a atualização ao corpo ainda
ro: Nu atașați încă pompa pe corp
ru: Не прикрепляйте патч к телу
sk: Zatiaľ si nenasadzuj náplasť na telo
sl: Obliža še ne pritrdite na telo
sv: Fäst inte plåstret till kroppen ännu
tr: Yamayı henüz gövdeye takmayın
uk: Поки що не прикріплюйте пластир до тіла
zh_hans: 暂时不要将贴泵贴到身上。

source: Done
ar: تم
da: Udført
de: Fertig
es: Hecho
fi: Valmis
fr: Fait
he: בוצע
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Voltooid
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
tr: Bitti
uk: Готово.
zh_hans: 完成

source: Ejected
ar: تم الإخراج
da: Udstødt
de: Ausgeworfen
es: Expulsado
fr: Ejecté
he: נפלט
hu: Kidobott
it: Espulso
ja: 排出
ko: 배출
nb: Utkastet
nl: Uitgeworpen
pl: Wyrzucony
pt_br: Ejectado
ro: Ejectat
ru: Выброшенный
sk: Vysunutá stránka
sl: Izbrisan
sv: Utkastad
tr: Fırlatıldı
uk: Викинуто
zh_hans: 弹出

source: Ejecting
ar: إخراج
da: Udskydning
de: Auswerfen
es: Expulsar
fi: Poistaminen
fr: Ejection
he: פליטה
hu: Kilövés
it: Espulsione
ja: イジェクト
ko: 꺼내기
nb: Utstøting
nl: Uitwerpen
pl: Wysuwanie
pt_br: Ejetar
ro: Ejectare
ru: Извлечение
sk: Vysunutie
sl: Izmetavanje
sv: Utskjutning
tr: Çıkarma
uk: Викидання
zh_hans: 弹出
